meshIndependence/Blasius_notfineMesh/linear/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    top
    {
        type            outlet;
        nFaces          75;
        startFace       3203;
        faces           ( ( 8 10 11 9 ) ( 16 17 10 8 ) );
    }
    inlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          22;
        startFace       3278;
    }
    outlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          22;
        startFace       3300;
    }
    plate
    {
        type            wall;
        inGroups        1(wall);
        nFaces          60;
        startFace       3322;
    }
    symmBound
    {
        type            wall;
        inGroups        1(wall);
        nFaces          15;
        startFace       3382;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          3300;
        startFace       3397;
    }
)

// ************************************************************************* //
